Laborator 7/p1/Calculator/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://com.example.producingwebservice/Calculator">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:addRequest>
         <gs:param1>1</gs:param1>
         <gs:param2>3</gs:param2>
      </gs:addRequest>

   </soapenv:Body>
</soapenv:Envelope>
